export const dialogueTree = {
    day01: {
        shiyan1: [
            {
                text: "（琳恩开始自己今天的培育计划，琳恩将220带到了一个密闭的房间，密闭房间里只有顶灯泛着冷白的光，照亮中央那把缠着黑色束缚带的椅子。琳恩站在椅旁，目光落在 220 身上，声音尽量放得平稳。）",
            },
            {
                name: "琳恩",
                text: "220，坐上来吧。",
            },
            {
                text: "（220 的脚步顿了顿，眼神扫过椅子，手掌蜷缩起来， 他显然是抗拒的，肩线都绷直了些。但也只是一瞬，长久实验刻在骨子里的习惯压过了本能，他还是慢慢走过去，乖乖坐在了椅子上。）",
                fullBodyVideos: [
                    {
                        id: 2,
                        show: false,
                    },
                    {
                        id: 3,
                        show: true,
                        img: "tuziSy01",
                        x: 0,
                        y: 24,
                        daxiao: 32,
                        speakX: 0
                    },
                ],
                backgroundImage: "baise",
            },
            {
                text: "（当220被束缚住时，能清晰感觉到 220 身体的僵硬，眼神透露出明显的恐惧，整个人处于不安中，连呼吸都放得又轻又急，但却什么都没说，只是垂着眼，静静等着她接下来的动作，像在承受一件早已熟悉的、却依旧让他不安的事。）",
            },
            {
                text: "...",
                liaotian: 3,
                textYincang: 2
            },
        ],
        shiyan2: [
            {
                text: "（琳恩开始自己今天的培育计划，琳恩将220带到了一个密闭的房间，密闭房间里只有顶灯泛着冷白的光，照亮中央那把缠着黑色束缚带的椅子。琳恩站在椅旁，目光落在 220 身上，声音尽量放得平稳。）",
                fullBodyVideos: [
                    {
                        id: 2,
                        show: true,
                        img: "tuzi01",
                        x: 65,
                        y: 0,
                        daxiao: 25,
                        z: 0
                    },
                ],
            },
            {
                name: "琳恩",
                text: "220，坐上来吧。",
            },
            {
                text: "（220垂下头，似乎被欺骗了，眼眶红红的。）",
            },
            {
                name: "220",
                text: "你不是说过，你不会伤害我的吗？",
            },
            {
                name: "琳恩",
                text: "这不是伤害你，这是为你好，让你提升精神力，这样才能更好的觉醒能力。",
            },
            {
                name: "220",
                text: "……",
            },
            {
                text: "（220似乎对这一切感到厌倦，他乖乖坐到椅子上，眼底已经失去了对琳恩的信任。）",
                fullBodyVideos: [
                    {
                        id: 2,
                        show: true,
                        img: "tuzibody1",
                        x: 29,
                    },
                ],
            },
            {
                text: "（琳恩看他这样子，似乎解释已经没用了，只好继续培育流程。）",
            },
            {
                text: "（当220被束缚住时，能清晰感觉到 220 身体的僵硬，眼神透露出恐惧和失望，整个人处于不安中。）",
                fullBodyVideos: [
                    {
                        id: 2,
                        show: false,
                    },
                    {
                        id: 3,
                        show: true,
                        img: "tuziSy01",
                        x: 0,
                        y: 24,
                        daxiao: 32,
                        speakX: 0
                    },
                ],
                backgroundImage: "baise",
            },
            {
                text: "（他连呼吸都放得又轻又急，但却什么都没说，只是垂着眼，静静等着她接下来的动作，像在承受一件早已熟悉的、却依旧让他不安的事。）",
            },
            {
                text: "...",
                liaotian: 3,
                textYincang: 2
            },
        ],
        //高好感
        shiyan3: [
            {
                text: "（琳恩开始自己今天的培育计划，琳恩将220带到了一个密闭的房间，密闭房间里只有顶灯泛着冷白的光，照亮中央那把缠着黑色束缚带的椅子。琳恩站在椅旁，目光落在 220 身上，声音尽量放得平稳。）",
            },
            {
                name: "琳恩",
                text: "220，坐上来吧。",
            },
            {
                name: "220",
                text: "琳恩，可以不要让我太疼吗？我不喜欢疼。",
            },
            {
                name: "琳恩",
                text: "我尽量。",
            },
            {
                text: "（220 的脚步顿了顿，眼神扫过椅子，手掌蜷缩起来， 他显然是抗拒的，肩线都绷直了些。但也只是一瞬，长久实验刻在骨子里的习惯压过了本能，他还是慢慢走过去，乖乖坐在了椅子上。）",
                fullBodyVideos: [
                    {
                        id: 2,
                        show: false,
                    },
                    {
                        id: 3,
                        show: true,
                        img: "tuziSy01",
                        x: 0,
                        y: 24,
                        daxiao: 32,
                        speakX: 0
                    },
                ],
                backgroundImage: "baise",
            },
            {
                text: "（当220被束缚住时，能清晰感觉到 220 身体的僵硬，眼神透露出恐惧和失望，整个人处于不安中。）",
            },
            {
                text: "（他连呼吸都放得又轻又急，但却什么都没说，只是垂着眼，静静等着她接下来的动作，像在承受一件早已熟悉的、却依旧让他不安的事。）",
            },
            {
                text: "...",
                liaotian: 3,
                textYincang: 2
            },
        ],
        dianji01: [
            {
                liaotian: 2,
                jueseDonghua: false,
                text: "（琳恩调整仪器，220安静地坐在拘束椅上，头部固定，电极贴在前额各处。白色灯光冷冷照在他脸上，他的手无意识地抓紧椅子的扶手。）",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSyDj0",
                        x: 35,
                    },
                ],
            },
            {
                name: "220",
                text: "琳恩，我好害怕！",
            },
            {
                name: "琳恩",
                text: "我保证没事的，只是会疼，你坚持下就好了。",
            },
            {
                name: "220",
                text: "嗯…",

            },
            {
                text: "（仪器启动，低沉的电流声嗡嗡作响，电流穿过他的大脑。220身体一震，眉头紧皱，呼吸急促。）",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSyDj",
                    },
                ],
            },
            {
                name: "220",
                text: "唔……！好、好痛……",
            },
            {
                text: "（220下意识想捂住脑袋，却被固定器死死锁住，只能低声喊。）",
            },
            {
                text: "（琳恩盯着仪器的倒计时，并观察着220的数据面板。）",
            },
            {
                name: "琳恩",
                text: "再坚持一下，马上就好。",
            },
            {
                name: "220",
                text: "不、不行…真的好疼…求你…不要继续了…",
            },
            {
                text: "（220的眼角泛起泪意，带着哽咽。）",
            },
            {
                text: "（仪器的电流声持续不断，刺耳的嗡鸣充斥整个实验室。220全身紧绷，指尖死死扣在椅子的扶手上，关节泛白。他的呼吸越来越急促，声音越来越弱。）",
            },
            {
                name: "220",
                text: "呜啊……！痛…！求你……停下…",
            },
            {
                text: "（泪水不断顺着脸颊滑落，他用尽全力挣扎，但身体被束缚得无法动弹。）",
            },
            {
                name: "琳恩",
                text: "再坚持一下，你能做到的。",
            },
            {
                text: "（他的瞳孔逐渐放大，口中吐出含糊不清的音节，身体因过度刺激而剧烈抽搐。）",
            },
            {
                text: "（直到过了十分钟，电流才停止，220的身体瘫软下去。电流声和喊叫声停下后，房间瞬间安静下来，只剩下220急促而微弱的喘息。他的头无力地垂在一侧，汗水浸透了毛发，面色苍白，神情恍惚。）",
            },
            {
                name: "琳恩",
                text: "好孩子，你做的很好。",
            },
            {
                text: "（她迅速解开束缚，将瘫软的220抱起，放回房间的床上。220身体还在轻微抽搐，呼吸急促不稳。琳恩回到自己的位置，快速调出监测面板，检查他的各项指标。）",
            },
            {
                name: "琳恩",
                text: "心率偏高，但承受值在范围内……精神力提高了。很好。",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: false,
                    },
                ],
                liaotian: 1,
                backgroundImage: "fangjian01"
            },
        ],
        dianji02: [
            {
                liaotian: 2,
                jueseDonghua: false,
                text: "（琳恩调整仪器，220安静地坐在拘束椅上，头部固定，电极贴在前额各处。白色灯光冷冷照在他脸上，他的手无意识地抓紧椅子的扶手。）",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSyDj0",
                    },
                ],
            },
            {
                name: "琳恩",
                text: "准备好了吗？会有点疼，你坚持下。",
            },
            {
                text: "（220没说话，只是点点头，仪器启动，低沉的电流声嗡嗡作响，电流穿过他的大脑。220身体一震，眉头紧皱，呼吸急促。）",
            },
            {
                text: "（220强忍着疼痛，身体绷直了，他的眉头紧缩，呼吸变得急促。但他抿紧嘴唇，强忍着痛苦。）",
            },
            {
                text: "（琳恩盯着仪器的倒计时，并观察着220的数据面板。）",
            },
            {
                text: "（220的瞳孔逐渐放大，口中开始胡乱呓语，身体因过度刺激而剧烈抽搐，连固定带都被带得轻轻晃动。）",
            },
            {
                text: "（直到过了十分钟，电流才停止，220的身体瘫软下去。电流声和喊叫声停下后，房间瞬间安静下来，只剩下220急促而微弱的喘息。他的头无力地垂在一侧，汗水浸透了毛发，面色苍白，神情恍惚。）",
            },
            {
                name: "琳恩",
                text: "好孩子，你做的很好。",
            },
            {
                text: "（她迅速解开束缚，将瘫软的220抱起，放回房间的床上。220身体还在轻微抽搐，呼吸急促不稳。琳恩回到自己的位置，快速调出监测面板，检查他的各项指标。）",
            },
            {
                name: "琳恩",
                text: "心率偏高，但承受值在范围内……精神力提高了。很好。",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: false,
                    },
                ],
                liaotian: 1,
                backgroundImage: "fangjian01",
            },
        ],
        zhushe01: [
            {
                liaotian: 2,
                jueseDonghua: false,
                text: "(琳恩拿起奥米集团用于增强精神力的试剂。220则被绑在固定椅上。)",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSy01",
                        x: 35,
                        y: 24,
                        daxiao: 32,
                        speakX: 0
                    },
                ],
            },
            {
                text: "（220看到尖锐的针头后明显露出了恐惧。）",
            },
            {
                name: "220",
                text: "要打针吗？",
            },
            {
                name: "琳恩",
                text: "嗯，放松点，这样比较不会疼。",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSydazhen01",
                    },
                ],
            },
            {
                name: "220",
                text: "我……我放松不下来……",
            },
            {
                text: "（220始终恐惧地紧紧盯着针头。）",
            },
            {
                name: "琳恩",
                text: "好孩子，别怕，坚持一下就好了。",
            },
            {
                text: "（220深吸一口气，微微点头。）",
            },
            {
                text: "（琳恩将针头插入他的太阳穴，针头精准扎入血管，药液缓缓推进。）",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSydazhen",
                    },
                ],
            },
            {
                name: "220",
                text: "呃……疼……！",
            },
            {
                text: "（药液迅速扩散开来，仿佛火焰在血管中流淌。220的呼吸骤然急促，额头冒出冷汗，他开始在束缚椅上疯狂挣扎，肩膀用力晃着，发出痛苦的喊叫。）",
            },
            {
                name: "220",
                text: "啊——！！好热……！全身感觉在烧……！",
            },
            {
                text: "（几分钟后，药效全面爆发。220太阳穴上的血管迅速鼓胀，青筋暴起，皮肤泛红。他的指尖死死抓住扶手，口中不断发出嘶喊。）",
            },
            {
                name: "220",
                text: "好烫啊，要死掉了！琳恩救我…",
            },
            {
                text: "（他用尽全身力气挣扎，眼泪和汗水混合流下，整个人痛得几乎要蜷缩起来。）",
            },
            {
                name: "琳恩",
                text: "这是正常现象，忍住。",
            },
            {
                text: "（过了一会，220的身体终于承受不住，剧烈抽搐了几下，接着就像被抽走所有力气似的，瘫软在椅子上，双眼紧闭，彻底陷入昏迷，只有胸口还在微弱地起伏。)",
            },
            {
                text: "（琳恩拿出平板调出监测面板查看220的身体指数）",
            },
            {
                name: "琳恩",
                text: "不错…精神力显著提升。",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: false,
                    },
                ],
                liaotian: 1,
                backgroundImage: "fangjian01",
            },
        ],
    },
    day02: {
        hg10: [
            {
                name: "我",
                text: " 昨天怎么样？有没有觉得哪里还难受？",
            },
            {
                name: "220",
                text: "还好，睡一觉好多了，以前有过比这个更难受的实验。",
            },
            {
                name: "我",
                text: "那就好，你以前是怎么样的？",
            },
            {
                name: "220",
                text: "以前就是… 做各种实验，每天要记好多规则，绝对不能做错事。",
            },
            {
                name: "220",
                text: "研究员们想让我们觉醒出特殊的能力，但我完全不知道怎么做才好。",
            },
            {
                name: "220",
                text: "他们说，我是失败品，浪费了他们的精力…",
            },
            {
                name: "220",
                text: "我不想做失败品，我想做个对他们有用的孩子… 每次我都乖乖听话，他们说怎么做我就怎么做，可好像不管我怎么努力，都没办法达成他们的要求。",
            },
            {
                name: "220",
                text: "或许… 或许我的确是个失败品吧。",
            },
            {
                text: "(琳恩看着这个陷入自责的孩子有些心软。)",
                selectContent: [
                    {
                        select: "我会帮你的",
                        currentNodeKey: "hg101",
                        name: "220",
                        Affinity: 2,
                        Day: "day02"
                    },
                    {
                        select: "你才不是失败品",
                        currentNodeKey: "hg102",
                        Day: "day02"
                    },
                ]
            },
        ],
        hg101: [
            {
                name: "我",
                text: "我会尽力帮你的觉醒的。",
            },
            {
                name: "220",
                text: "可以吗？你可以帮我觉醒能力吗？",
            },
            {
                name: "我",
                text: "嗯，我会的，但你要配合我，也要能忍受疼痛。",
            },
            {
                name: "220",
                text: "谢谢你，我会努力的。",
                Pressure: -10
            },
            {
                text: "...",
                liaotian: 1
            },
        ],
        hg102: [
            {
                name: "我",
                text: "你不是失败品。",
            },
            {
                name: "220",
                text: "可我做不到他们想要的那样…其他实验体能做到的事情，可我不行…如果我不是失败品，那我是什么？",
            },
            {
                text: "（他说着，指尖又攥紧了，显然完全不认同琳恩的话 —— 长久以来被贴上的 “失败品” 标签，早已像烙印一样刻进了他心里。）",
                Pressure: +5
            },
            {
                text: "...",
                liaotian: 1
            },
        ],
    },
    //重复事件
    dayCon: {
        Day01_hg10: [
            {
                name: "我",
                text: "220，你平时…… 有没有什么喜欢做的事呀？",
            },
            {
                name: "我",
                text: "（闻言，220 抬了头，目光先落在琳恩的脸上，仔细打量着她的神情 ，确认她不是随口问问，而是真的想了解后，他才低声说。 ）",
            },
            {
                name: "220",
                text: "没有什么喜欢的…",
            },
            {
                text: "...",
                liaotian: 1
            },
        ],
        Day01_hg5: [
            {
                name: "我",
                text: "220，你平时…… 有没有什么喜欢做的事呀？",
            },
            {
                name: "我",
                text: "（闻言，他低下了头，没说话，只是安静地顿了几秒，然后轻轻摇了摇头，眼神始终望着地板。 ）",
            },
            {
                text: "...",
                liaotian: 1
            },
        ],
        Day02_lt: [
            {
                name: "我",
                text: " 昨天怎么样？有没有觉得哪里还难受？",
            },
            {
                name: "220",
                text: "还好，睡一觉好多了，以前有过比这个更难受的实验。",
            },
            {
                name: "我",
                text: "那就好，你以前是怎么样的？",
            },
            {
                name: "220",
                text: "以前就是… 做各种实验，每天要记好多规则，绝对不能做错事。",
            },
            {
                name: "220",
                text: "研究员们想让我们觉醒出特殊的能力，但我完全不知道怎么做才好。",
            },
            {
                name: "220",
                text: "他们说，我是失败品，浪费了他们的精力…",
            },
            {
                name: "220",
                text: "我不想做失败品，我想做个对他们有用的孩子… 每次我都乖乖听话，他们说怎么做我就怎么做，可好像不管我怎么努力，都没办法达成他们的要求。",
            },
            {
                name: "220",
                text: "或许… 或许我的确是个失败品吧。",
            },
            {
                text: "(琳恩看着这个陷入自责的孩子有些心软。)",
                selectContent: [
                    {
                        select: "我会帮你的",
                        currentNodeKey: "Day02_lt01",
                        name: "220",
                        Affinity: 2,
                        Day: "dayCon"
                    },
                    {
                        select: "你才不是失败品",
                        currentNodeKey: "Day02_lt02",
                        Day: "dayCon"
                    },
                ]
            },
        ],
        Day02_lt01: [
            {
                name: "我",
                text: "我会尽力帮你的觉醒的。",
            },
            {
                name: "220",
                text: "可以吗？你可以帮我觉醒能力吗？",
            },
            {
                name: "我",
                text: "嗯，我会的，但你要配合我，也要能忍受疼痛。",
            },
            {
                name: "220",
                text: "谢谢你，我会努力的。",
                Pressure: -10
            },
            {
                text: "...",
                liaotian: 1
            },
        ],
        Day02_lt02: [
            {
                name: "我",
                text: "你不是失败品。",
            },
            {
                name: "220",
                text: "可我做不到他们想要的那样…其他实验体能做到的事情，可我不行…如果我不是失败品，那我是什么？",
            },
            {
                text: "（他说着，指尖又攥紧了，显然完全不认同琳恩的话 —— 长久以来被贴上的 “失败品” 标签，早已像烙印一样刻进了他心里。）",
                Pressure: +5
            },
            {
                text: "...",
                liaotian: 1
            },
        ],
        Day03_lt: [
            {
                name: "我",
                text: "220，你有认识的人吗？",
            },
            {
                text: "（220听到问题，眼神有些涣散地认真想了想，语气带着些许茫然。）",
            },
            {
                name: "220",
                text: "大人们一般都不怎么和我说太多话…我只认识和我一样的，其他实验体。",
            },
            {
                text: "（他话音顿了顿，像是突然想起什么要紧事，涣散的眼神再次有神，声音也扬高些。）",
            },
            {
                name: "220",
                text: "对了！他们和我一起被送到这里了，不知道现在过的怎么样，好想见见他们呀…",
            },
            {
                text: "（琳恩看出来他在想念自己的同伴了，琳恩曾经在实验体选择链接的网站上看过他们的照片。）",
            },
            {
                name: "我",
                text: "你的朋友们肯定会没事的。",
            },
            {
                text: "（220点点头，似乎是同意琳恩的观点也在告诉自己他的同伴们没事的，安慰自己别担心，突然他露出了些许疑惑的表情。）",
            },
            {
                name: "220",
                text: "朋友是什么？",
            },
            {
                text: "（琳恩有些无奈，之前负责培育的那群培育员都不教他常识的吗。）",
            },
            {
                name: "我",
                text: "你和他们在一起开心吗？",
            },
            {
                name: "220",
                text: "嗯，开心，他们会和我说话，和我玩游戏。",
            },
            {
                name: "我",
                text: "那你们就是朋友了。",
            },
            {
                name: "我",
                text: "（220愣了几秒，嘴里喃喃道，慢慢重复了几遍，朋友…似乎想记住这个词语。)",
                selectContent: [
                    {
                        select: "了解更多",
                        currentNodeKey: "Day03_lt01",
                        name: "220",
                        Affinity: 5,
                        Day: "dayCon"
                    },
                    {
                        select: "结束聊天",
                        currentNodeKey: "Day03_lt02",
                        Day: "dayCon"
                    },
                ]
            },
        ],
        Day03_lt01: [
            {
                name: "我",
                text: "我会尽力帮你的觉醒的。",
            },
            {
                name: "220",
                text: "可以吗？你可以帮我觉醒能力吗？",
            },
            {
                name: "我",
                text: "嗯，我会的，但你要配合我，也要能忍受疼痛。",
            },
            {
                name: "220",
                text: "谢谢你，我会努力的。",
                Pressure: -10
            },
            {
                text: "...",
                liaotian: 1
            },
        ],
        Day03_lt02: [
            {
                text: "...",
                liaotian: 1
            },
        ],
        shiyan: [
            {
                text: "（琳恩带着220前往之前的房间，220有些抗拒，但还是听话的坐到束缚椅上。）",
                fullBodyVideos: [
                    {
                        id: 2,
                        show: false,
                    },
                    {
                        id: 3,
                        show: true,
                        img: "tuziSy01",
                        x: 0,
                        y: 24,
                        daxiao: 32,
                        speakX: 0
                    },
                ],
                backgroundImage: "baise",
            },
            {
                text: "...",
                liaotian: 3,
                textYincang: 2
            },
        ],
        dianji: [
            {
                liaotian: 2,
                jueseDonghua: false,
                text: "(琳恩如往常那般给220贴好电极。)",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSyDj0",
                        x: 35,
                    },
                ],
            },
            {
                text: "（220依旧恐惧地盯着琳恩的动作。）",
            },
            {
                text: "（伴随着机器的启动，220的惨叫随之响起。）",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSyDj",
                    },
                ],
            },
            {
                text: "（琳恩默默在一旁安慰着220并紧盯着精神情况。）",
            },
            {
                text: "（当数据到达临界值时，琳恩即使关闭了电击。）",
            },
            {
                text: "（一切结束时，琳恩扶起半昏迷的220回到床上。）",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: false,
                    },
                ],
                liaotian: 1,
                backgroundImage: "fangjian01"
            },
        ],
        dianji01: [
            {
                liaotian: 2,
                jueseDonghua: false,
                text: "（琳恩调整仪器，220安静地坐在拘束椅上，头部固定，电极贴在前额各处。白色灯光冷冷照在他脸上，他的手无意识地抓紧椅子的扶手。）",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSyDj0",
                        x: 35,
                    },
                ],
            },
            {
                name: "220",
                text: "琳恩，我好害怕！",
            },
            {
                name: "琳恩",
                text: "我保证没事的，只是会疼，你坚持下就好了。",
            },
            {
                name: "220",
                text: "嗯…",

            },
            {
                text: "（仪器启动，低沉的电流声嗡嗡作响，电流穿过他的大脑。220身体一震，眉头紧皱，呼吸急促。）",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSyDj",
                    },
                ],
            },
            {
                name: "220",
                text: "唔……！好、好痛……",
            },
            {
                text: "（220下意识想捂住脑袋，却被固定器死死锁住，只能低声喊。）",
            },
            {
                text: "（琳恩盯着仪器的倒计时，并观察着220的数据面板。）",
            },
            {
                name: "琳恩",
                text: "再坚持一下，马上就好。",
            },
            {
                name: "220",
                text: "不、不行…真的好疼…求你…不要继续了…",
            },
            {
                text: "（220的眼角泛起泪意，带着哽咽。）",
            },
            {
                text: "（仪器的电流声持续不断，刺耳的嗡鸣充斥整个实验室。220全身紧绷，指尖死死扣在椅子的扶手上，关节泛白。他的呼吸越来越急促，声音越来越弱。）",
            },
            {
                name: "220",
                text: "呜啊……！痛…！求你……停下…",
            },
            {
                text: "（泪水不断顺着脸颊滑落，他用尽全力挣扎，但身体被束缚得无法动弹。）",
            },
            {
                name: "琳恩",
                text: "再坚持一下，你能做到的。",
            },
            {
                text: "（他的瞳孔逐渐放大，口中吐出含糊不清的音节，身体因过度刺激而剧烈抽搐。）",
            },
            {
                text: "（直到过了十分钟，电流才停止，220的身体瘫软下去。电流声和喊叫声停下后，房间瞬间安静下来，只剩下220急促而微弱的喘息。他的头无力地垂在一侧，汗水浸透了毛发，面色苍白，神情恍惚。）",
            },
            {
                name: "琳恩",
                text: "好孩子，你做的很好。",
            },
            {
                text: "（她迅速解开束缚，将瘫软的220抱起，放回房间的床上。220身体还在轻微抽搐，呼吸急促不稳。琳恩回到自己的位置，快速调出监测面板，检查他的各项指标。）",
            },
            {
                name: "琳恩",
                text: "心率偏高，但承受值在范围内……精神力提高了。很好。",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: false,
                    },
                ],
                liaotian: 1,
                backgroundImage: "fangjian01"
            },
        ],
        zhushe: [
            {
                liaotian: 2,
                jueseDonghua: false,
                text: "(琳恩再次拿起试剂，轻轻弹了弹管壁，220恐惧着紧紧盯着琳恩的动作。)",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSy01",
                        x: 35,
                    },
                ],
            },
            {
                text: "（随着琳恩的靠近，220 的目光像被钉在针管上，瞳孔随琳恩的靠近缓缓收缩。）",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSydazhen01",
                    },
                ],
            },
            {
                text: "（琳恩抽出酒精棉，为即将插入的额头擦了擦，在安慰话语中将针管插了进去并注射。）",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSydazhen",
                    },
                ],
            },
            {
                text: "（220的惨叫声随之响起，身体瞬间绷成一张弓，本能地想要挣扎，又被拘束带狠狠定住。）",
            },
            {
                text: "（随着药效发作，220身体不断发热并伴随着抽搐。）",
            },
            {
                text: "（当一切结束时，琳恩将瘫软的220抱回了床上。）",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: false,
                    },
                ],
                liaotian: 1,
                backgroundImage: "fangjian01"
            },
        ],
        zhushe01: [
            {
                liaotian: 2,
                jueseDonghua: false,
                text: "(琳恩拿起奥米集团用于增强精神力的试剂。220则被绑在固定椅上。)",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSy01",
                        x: 35,
                        y: 24,
                        daxiao: 32,
                        speakX: 0
                    },
                ],
            },
            {
                text: "（220看到尖锐的针头后明显露出了恐惧。）",
            },
            {
                name: "220",
                text: "要打针吗？",
            },
            {
                name: "琳恩",
                text: "嗯，放松点，这样比较不会疼。",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSydazhen01",
                    },
                ],
            },
            {
                name: "220",
                text: "我……我放松不下来……",
            },
            {
                text: "（220始终恐惧地紧紧盯着针头。）",
            },
            {
                name: "琳恩",
                text: "好孩子，别怕，坚持一下就好了。",
            },
            {
                text: "（220深吸一口气，微微点头。）",
            },
            {
                text: "（琳恩将针头插入他的太阳穴，针头精准扎入血管，药液缓缓推进。）",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSydazhen",
                    },
                ],
            },
            {
                name: "220",
                text: "呃……疼……！",
            },
            {
                text: "（药液迅速扩散开来，仿佛火焰在血管中流淌。220的呼吸骤然急促，额头冒出冷汗，他开始在束缚椅上疯狂挣扎，肩膀用力晃着，发出痛苦的喊叫。）",
            },
            {
                name: "220",
                text: "啊——！！好热……！全身感觉在烧……！",
            },
            {
                text: "（几分钟后，药效全面爆发。220太阳穴上的血管迅速鼓胀，青筋暴起，皮肤泛红。他的指尖死死抓住扶手，口中不断发出嘶喊。）",
            },
            {
                name: "220",
                text: "好烫啊，要死掉了！琳恩救我…",
            },
            {
                text: "（他用尽全身力气挣扎，眼泪和汗水混合流下，整个人痛得几乎要蜷缩起来。）",
            },
            {
                name: "琳恩",
                text: "这是正常现象，忍住。",
            },
            {
                text: "（过了一会，220的身体终于承受不住，剧烈抽搐了几下，接着就像被抽走所有力气似的，瘫软在椅子上，双眼紧闭，彻底陷入昏迷，只有胸口还在微弱地起伏。)",
            },
            {
                text: "（琳恩拿出平板调出监测面板查看220的身体指数）",
            },
            {
                name: "琳恩",
                text: "不错…精神力显著提升。",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: false,
                    },
                ],
                liaotian: 1,
                backgroundImage: "fangjian01",
            },
        ],
        weishi: [
            {
                text: "（琳恩拿出能量棒，递给了220，220熟练的拆开包装吃掉了。）",
            },
            {
                text: "...",
                liaotian: 1
            },
        ],
        weishi01: [
            {
                text: "（琳恩拿出能量棒，她想起培育手册上的黑体字 ——“实验体 220 需以奥米集团特制能量棒为唯一能量来源，每日一根即可满足一日所需能量，严禁投喂其他食物”，眉头悄悄蹙了下。）",
            },
            {
                text: "（她走到 220 面前，递过能量棒，还能清晰想起自己上次试吃的滋味 —— 入口是涩涩的粉末感，嚼着像在啃干燥的纸，咽下去时还带着点刺喉咙的颗粒感，实在难以下咽。）",
            },
            {
                text: "（220 伸手接过能量棒，指尖熟练地撕开包装，几大口就把能量棒咽了下去。吃完后他随手把空包装叠好，递回给琳恩，对这个食物他似乎并没有什么意见，仿佛那难以下咽的口感，对他来说早习以为常。）",
            },
            {
                text: "...",
                liaotian: 1
            },
        ],
        weishi02: [
            {
                text: "（琳恩拿出能量棒，递给了220，根据实验手册的要求，实验体只能吃这个用于饱腹，有提升精神力的功效，每日一根即可满足一日所需能量，严禁投喂其他食物。）",
            },
            {
                text: "（她走到220面前，递过能量棒，220伸手接过，熟练地撕开包装，几大口便吃了下去。吃完后她随手把空包装袋叠好，递回给了琳恩。）",
            },
            {
                name: "我",
                text: "这是什么味道？",
            },
            {
                text: "(220 闻言眨了眨眼，眼神里浮出一丝困惑。)",
            },
            {
                name: "220",
                text: "没什么味道。",
            },
            {
                name: "我",
                text: "好吃吗？",
            },
            {
                name: "220",
                text: "还好…",
            },
            {
                text: "...",
                liaotian: 1
            },
        ],
    }
}
