export const dialogueTree = {
    day01: {
        shiyan1: [
            {
                text: "（琳恩开始自己今天的培育计划，琳恩将220带到了一个密闭的房间，密闭房间里只有顶灯泛着冷白的光，照亮中央那把缠着黑色束缚带的椅子。琳恩站在椅旁，目光落在 220 身上，声音尽量放得平稳。）",
                fullBodyVideos: [
                    {
                        id: 2,
                        show: true,
                        img: "tuzi01",
                        x: 65,
                        y: 0,
                        daxiao: 25,
                        z: 0
                    },
                ]
            },
            {
                name: "琳恩",
                text: "220，坐上来吧。",
            },
            {
                text: "（220 的脚步顿了顿，眼神扫过椅子，手掌蜷缩起来， 他显然是抗拒的，肩线都绷直了些。但也只是一瞬，长久实验刻在骨子里的习惯压过了本能，他还是慢慢走过去，乖乖坐在了椅子上。）",
                fullBodyVideos: [
                    {
                        id: 2,
                        show: false,
                    },
                    {
                        id: 3,
                        show: true,
                        img: "tuziSy01",
                        x: 35,
                        y: 24,
                        daxiao: 32,
                    },
                ],
                backgroundImage: "baise",
            },
            {
                text: "（当220被束缚住时，能清晰感觉到 220 身体的僵硬，眼神透露出明显的恐惧，整个人处于不安中，连呼吸都放得又轻又急，但却什么都没说，只是垂着眼，静静等着她接下来的动作，像在承受一件早已熟悉的、却依旧让他不安的事。）",
            },
            {
                text: "...",
                liaotian: 3,
                textYincang: 2,
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        x: 0,
                        y: 24,
                        daxiao: 32,
                    },
                ],
            },
        ],
        shiyan2: [
            {
                text: "（琳恩开始自己今天的培育计划，琳恩将220带到了一个密闭的房间，密闭房间里只有顶灯泛着冷白的光，照亮中央那把缠着黑色束缚带的椅子。琳恩站在椅旁，目光落在 220 身上，声音尽量放得平稳。）",
                fullBodyVideos: [
                    {
                        id: 2,
                        show: true,
                        img: "tuzi01",
                        x: 65,
                        y: 0,
                        daxiao: 25,
                        z: 0
                    },
                ],
            },
            {
                name: "琳恩",
                text: "220，坐上来吧。",
            },
            {
                text: "（220垂下头，似乎被欺骗了，眼眶红红的。）",
            },
            {
                name: "220",
                text: "你不是说过，你不会伤害我的吗？",
            },
            {
                name: "琳恩",
                text: "这不是伤害你，这是为你好，让你提升精神力，这样才能更好的觉醒能力。",
            },
            {
                name: "220",
                text: "……",
            },
            {
                text: "（220似乎对这一切感到厌倦，他乖乖坐到椅子上，眼底已经失去了对琳恩的信任。）",
                fullBodyVideos: [
                    {
                        id: 2,
                        show: true,
                        img: "tuzibody1",
                        x: 29,
                    },
                ],
            },
            {
                text: "（琳恩看他这样子，似乎解释已经没用了，只好继续培育流程。）",
            },
            {
                text: "（当220被束缚住时，能清晰感觉到 220 身体的僵硬，眼神透露出恐惧和失望，整个人处于不安中。）",
                fullBodyVideos: [
                    {
                        id: 2,
                        show: false,
                    },
                    {
                        id: 3,
                        show: true,
                        img: "tuziSy01",
                        x: 0,
                        y: 24,
                        daxiao: 32,
                        speakX: 0
                    },
                ],
                backgroundImage: "baise",
            },
            {
                text: "（他连呼吸都放得又轻又急，但却什么都没说，只是垂着眼，静静等着她接下来的动作，像在承受一件早已熟悉的、却依旧让他不安的事。）",
            },
            {
                text: "...",
                liaotian: 3,
                textYincang: 2
            },
        ],
        //高好感
        shiyan3: [
            {
                text: "（琳恩开始自己今天的培育计划，琳恩将220带到了一个密闭的房间，密闭房间里只有顶灯泛着冷白的光，照亮中央那把缠着黑色束缚带的椅子。琳恩站在椅旁，目光落在 220 身上，声音尽量放得平稳。）",
                fullBodyVideos: [
                    {
                        id: 2,
                        show: true,
                        img: "tuzi01",
                        x: 65,
                        y: 0,
                        daxiao: 25,
                        z: 0
                    },
                ]
            },
            {
                name: "琳恩",
                text: "220，坐上来吧。",
            },
            {
                name: "220",
                text: "琳恩，可以不要让我太疼吗？我不喜欢疼。",
            },
            {
                name: "琳恩",
                text: "我尽量。",
            },
            {
                text: "（220 的脚步顿了顿，眼神扫过椅子，手掌蜷缩起来， 他显然是抗拒的，肩线都绷直了些。但也只是一瞬，长久实验刻在骨子里的习惯压过了本能，他还是慢慢走过去，乖乖坐在了椅子上。）",
                fullBodyVideos: [
                    {
                        id: 2,
                        show: false,
                    },
                    {
                        id: 3,
                        show: true,
                        img: "tuziSy01",
                        x: 35,
                        y: 24,
                        daxiao: 32,
                    },
                ],
                backgroundImage: "baise",
            },
            {
                text: "（当220被束缚住时，能清晰感觉到 220 身体的僵硬，眼神透露出恐惧和失望，整个人处于不安中。）",
            },
            {
                text: "（他连呼吸都放得又轻又急，但却什么都没说，只是垂着眼，静静等着她接下来的动作，像在承受一件早已熟悉的、却依旧让他不安的事。）",
            },
            {
                text: "...",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        x: 0,
                    },
                ],
                liaotian: 3,
                textYincang: 2,
            },
        ],
    },
    //重复事件
    dayCon: {
        Day01_hg10: [
            {
                name: "我",
                text: "220，你平时…… 有没有什么喜欢做的事呀？",
            },
            {
                name: "我",
                text: "（闻言，220 抬了头，目光先落在琳恩的脸上，仔细打量着她的神情 ，确认她不是随口问问，而是真的想了解后，他才低声说。 ）",
            },
            {
                name: "220",
                text: "没有什么喜欢的…",
            },
            {
                text: "...",
                liaotian: 1
            },
        ],
        Day01_hg5: [
            {
                name: "我",
                text: "220，你平时…… 有没有什么喜欢做的事呀？",
            },
            {
                name: "我",
                text: "（闻言，他低下了头，没说话，只是安静地顿了几秒，然后轻轻摇了摇头，眼神始终望着地板。 ）",
            },
            {
                text: "...",
                liaotian: 1
            },
        ],
        Day02_lt: [
            {
                name: "我",
                text: "昨天……还难受吗？",
            },
            {
                text: "(220摇了摇头。)",
            },
            {
                name: "220",
                text: "睡一觉就好了，谢谢你，我没事的，以前有过比这个更难受的实验。",
            },
            {
                name: "我",
                text: "你以前的生活…是怎么样的？",
            },
            {
                name: "220",
                text: "我记不太清了，大人们要求我们遵守各种规则，只要违反了规则就会被关到一间黑漆漆的屋子里，我被关过好多次，里面好可怕……",
            },
            {
                name: "220",
                text: "每天还有各种实验要做，绝对不能忤逆大人们的要求，绝对不能做错事……",
            },
            {
                text: "（220越说，情绪越失落，似乎那段时光对他的影响很大。）",
            },
            {
                name: "220",
                text: "大人们想让我觉醒出特殊的能力，但我完全不知道怎么做才好……",
            },
            {
                name: "220",
                text: "他们说，我是失败品，没必要在我身上花费精力…",
            },
            {
                name: "220",
                text: "我不想做失败品，我想做个对他们有用的孩子… 即便每次我都乖乖听话，他们让我做什么我就做什么，可不管我怎么努力，好像都达不到他们的要求。",
            },
            {
                name: "220",
                text: "或许…或许我的确是个失败品吧。",
            },
            {
                text: "(琳恩看着这个陷入自责的孩子有些心疼。)",
                selectContent: [
                    {
                        select: "我会帮你的",
                        currentNodeKey: "Day02_lt01",
                        name: "220",
                        Affinity: 2,
                        Day: "dayCon"
                    },
                    {
                        select: "你才不是失败品",
                        currentNodeKey: "Day02_lt02",
                        Day: "dayCon"
                    },
                ]
            },
        ],
        Day02_lt01: [
            {
                name: "我",
                text: "我会尽力帮你的觉醒的。",
            },
            {
                name: "220",
                text: "可以吗？你可以帮我觉醒能力吗？",
            },
            {
                name: "我",
                text: "嗯，我会的，但你要配合我，也要能忍受疼痛。",
            },
            {
                name: "220",
                text: "谢谢你，我会努力的。",
                Pressure: -10
            },
            {
                text: "...",
                liaotian: 1
            },
        ],
        Day02_lt02: [
            {
                name: "我",
                text: "你不是失败品。",
            },
            {
                name: "220",
                text: "可我做不到他们想要的那样…其他实验体能做到的事情，可我不行…如果我不是失败品，那我是什么？",
            },
            {
                text: "（他说着，指尖又攥紧了，显然完全不认同琳恩的话 —— 长久以来被贴上的 “失败品” 标签，早已像烙印一样刻进了他心里。）",
                Pressure: +5
            },
            {
                text: "...",
                liaotian: 1
            },
        ],
        Day03_lt: [
            {
                name: "我",
                text: "220，你有认识的人吗？",
            },
            {
                text: "（220听到问题，眼神有些涣散地认真想了想，语气带着些许茫然。）",
            },
            {
                name: "220",
                text: "大人们一般都不怎么和我说太多话…我只认识和我一样的，其他实验体。",
            },
            {
                text: "（他话音顿了顿，像是突然想起什么要紧事，涣散的眼神再次有神，声音也扬高些。）",
            },
            {
                name: "220",
                text: "对了！他们和我一起被送到这里了，不知道现在过的怎么样，好想见见他们呀…",
            },
            {
                text: "（琳恩看出来他在想念自己的同伴了，琳恩曾经在实验体选择链接的网站上看过他们的照片。）",
            },
            {
                name: "我",
                text: "你的朋友们肯定会没事的。",
            },
            {
                text: "（220点点头，似乎是同意琳恩的观点，也在告诉自己他的同伴们没事的，安慰自己别担心，突然他露出了些许疑惑的表情。）",
            },
            {
                name: "220",
                text: "朋友是什么？",
            },
            {
                text: "（琳恩有些无奈，之前负责培育的那群培育员都不教他常识的吗。）",
            },
            {
                name: "我",
                text: "你和他们在一起开心吗？",
            },
            {
                name: "220",
                text: "嗯，开心，他们会和我说话，和我玩游戏。",
            },
            {
                name: "我",
                text: "那你们就是朋友了。",
            },
            {
                name: "我",
                text: "（220愣了几秒，嘴里喃喃道，慢慢重复了几遍，朋友…似乎想记住这个词语。)",
                selectContent: [
                    {
                        select: "了解更多",
                        currentNodeKey: "Day03_lt01",
                        name: "220",
                        Affinity: 5,
                        Day: "dayCon"
                    },
                    {
                        select: "结束聊天",
                        currentNodeKey: "Day03_lt02",
                        Day: "dayCon"
                    },
                ]
            },
        ],
        Day03_lt01: [
            {
                name: "我",
                text: "你的朋友们是怎么样的人？",
            },
            {
                name: "220",
                text: "我以前有好多朋友…… 但现在只剩下三个了。",
            },
            {
                text: "(220 垂了垂眼，似乎想到了不愉快的事情，有些伤感起来。)",
            },
            {
                name: "我",
                text: "他们怎么了？",
            },
            {
                name: "220",
                text: "有些去做实验后就再也没有回来，有些因为觉醒了能力被带去了更好的地方。",
            },
            {
                text: "(琳恩眉头微蹙，有些感叹，虽然早知道集团不怎么看重道德和法律，但具体的事情听这孩子轻描淡写地讲出来，心口还是有些发闷…)",
            },
            {
                name: "我",
                text: "“更好的地方”，是指什么？",
            },
            {
                name: "220",
                text: "大人们说，只要觉醒了能力，就能去到一个不用再做实验、也不会被责罚的地方。每天都有好吃的、好玩的……我也好想去，可惜……我一直没有觉醒出所谓的能力。",
            },
            {
                text: "（琳恩心中一沉————直觉告诉她，那地方并不像这孩子想的那样。）",
            },
            {
                name: "我",
                text: "那…你后来，有再见过那些被带走的人吗？",
            },
            {
                name: "220",
                text: "没有，但他们现在肯定很幸福…",
            },
            {
                text: "(220摇了摇头，带着些许希翼的眼神给心中的那个地方不断美化。)",
            },
            {
                text: "(琳恩有些想开口告诉他，可能那个地方并不是那么美好…或许…不能继续想了…)",
            },
            {
                name: "我",
                text: "嗯，你剩下的三个朋友是怎么样的人？",
            },
            {
                text: "(220听到琳恩的提问不再去思考那个地方，而是转头思考起了那三个同伴。)",
            },
            {
                name: "220",
                text: "他们叫217，218，219，都是很好的人。",
            },
            {
                name: "220",
                text: "219凶凶的，总喜欢捉弄我，还经常笑我笨。",
                fullBodyImages: [
                    {
                        id: 100,
                        show: true,
                        img: "zhujue/Xquan.webp",
                        x: 60,
                        y: 30,
                        daxiao: -5,
                    }
                ],
            },
            {
                name: "220",
                text: "但我并不讨厌他。每次我被欺负、难过时……他都会来关心我。",
            },
            {
                name: "220",
                text: "218很可靠，他教我怎么做事，也会在我犯错时帮我。研究员们都夸他聪明……我真的很庆幸有他在…",
                fullBodyImages: [
                    {
                        id: 100,
                        show: true,
                        img: "zhujue/Xjinmao.webp",
                    }
                ],
            },
            {
                text: "（220的声音逐渐低了下来，咬了咬下唇，似乎有些犹豫。）",
            },
            {
                name: "我",
                text: "怎么了？",
            },
            {
                text: "(220有些犹豫，但最终还是向琳恩倾诉了自己心里的秘密。)",
                fullBodyImages: [
                    {
                        id: 100,
                        show: false,
                    }
                ],
            },
            {
                name: "220",
                text: "其实……我很庆幸他没有觉醒出能力，要是他觉醒了，我就会和他分开。我不想和他分开。",
            },
            {
                name: "220",
                text: "我不应该这样想的……",
            },
            {
                text: "(220眼眶有些泛红，为自己内心的所想感到罪恶。)",
            },
            {
                name: "我",
                text: "没事的，每个人都有自私的时候。能这样想，说明你很在乎他。",
            },
            {
                name: "220",
                text: "真的吗？",
            },
            {
                text: "(220有些感激地望着琳恩，琳恩摸了摸他的脑袋安慰他。)",
            },
            {
                name: "我",
                text: "当然。谢谢你愿意告诉我你的秘密。那…还有217呢？他是个怎么样的人。",
            },
            {
                text: "(220听到217时，神情有些复杂。)",
                fullBodyImages: [
                    {
                        id: 100,
                        show: true,
                        img: "zhujue/Xyu.webp",
                        x: 60,
                        y: 30,
                        daxiao: -5,
                    }
                ],
            },
            {
                name: "220",
                text: "217……他是个很温柔的人。可是……",
            },
            {
                text: "（220想到了什么，声音变得哽咽，脸上露出明显的悲伤。）",
            },
            {
                name: "我",
                text: "他怎么了？",
                fullBodyImages: [
                    {
                        id: 100,
                        show: false,
                    }
                ],
            },
            {
                name: "220",
                text: "大人们都不喜欢他，因为他是水栖类的兽人。每次实验回来，他身上满是伤。明明我们做的是同样的实验，他却总是被折磨得更重。",
            },
            {
                name: "220",
                text: "他很守规矩，不会抱怨……他明明什么规矩都遵守了，也忍耐了，可那些大人看他的眼神，总是带着嫌弃和厌恶。",
            },
            {
                text: "(220 说着说着有些难过，眼眶都泛起了泪花。)",
            },
            {
                text: "（琳恩神情黯然，脑海里浮现出社会对水栖兽人的长久歧视——数百年的舆论扭曲与恶意。早把水栖兽人钉上 “野兽” 的标签。）",
            },
            {
                text: "（而水栖类兽人大多都待在海里，并不在意这些流言，在媒体的扭曲下，渐渐坐实了各种负面舆论，琳恩是网络安全领域的专家，对这些事情的真相还是了解的。）",
            },
            {
                name: "220",
                text: "他真的很好。他会在其他实验体欺负我的时候站出来保护我，我也想帮他，想保护他…可是我什么都做不到，我真的好没用…",
            },
            {
                name: "220",
                text: "我一直担心他会在实验后再也回不来，每次他离开时我都很害怕，可是他一直都承受下来了，每次看到他一身伤回来，我都很心疼。",
            },
            {
                name: "220",
                text: "后来，我最害怕的事情还是发生了。自从一个实验后，虽然他回来了，但他变了，218跟我说，他的精神出了问题。他不会像以前那样来找我玩，只会一个人静静地待着，每次我去找他说话时，他扭头看向我的眼神都让我感到非常陌生，让我感觉到害怕。",
            },
            {
                name: "220",
                text: "我感觉……他已经不在了。他不再是我认识的217了。",
            },
            {
                text: "(说完他似乎还没发现，自己的眼泪已经划过脸颊落到了地板上，他似乎对这件事感到很难过。可是琳恩对此也无能为力，只好紧紧的抱住他并轻微安慰，过了一会，220擦了擦眼泪表示让琳恩看到自己难看的一面了，琳恩笑了笑表示没关系，很高兴220愿意分享这些事情给她。)",
            },
            {
                text: "...",
                liaotian: 1
            },
        ],
        Day03_lt02: [
            {
                text: "...",
                liaotian: 1
            },
        ],
        shiyan: [
            {
                text: "（琳恩带着220前往之前的房间，220有些抗拒，但还是听话的坐到束缚椅上。）",
                fullBodyVideos: [
                    {
                        id: 2,
                        show: false,
                    },
                    {
                        id: 3,
                        show: true,
                        img: "tuziSy01",
                        x: 0,
                        y: 24,
                        daxiao: 32,
                        speakX: 0
                    },
                ],
                backgroundImage: "baise",
            },
            {
                text: "...",
                liaotian: 3,
                textYincang: 2
            },
        ],
        dianji: [
            {
                liaotian: 2,
                jueseDonghua: false,
                text: "(琳恩如往常那般给220贴好电极。)",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSyDj0",
                        x: 35,
                    },
                ],
            },
            {
                text: "（220依旧恐惧地盯着琳恩的动作。）",
            },
            {
                text: "（伴随着机器的启动，220的惨叫随之响起。）",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSyDj",
                    },
                ],
            },
            {
                text: "（琳恩默默在一旁安慰着220并紧盯着精神情况。）",
            },
            {
                text: "（当数据到达临界值时，琳恩即使关闭了电击。）",
            },
            {
                text: "（一切结束时，琳恩扶起半昏迷的220回到床上。）",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: false,
                    },
                ],
                liaotian: 1,
                backgroundImage: "fangjian01",
            },
        ],
        dianji01: [
            {
                liaotian: 2,
                jueseDonghua: false,
                text: "（琳恩调整仪器，220安静地坐在拘束椅上，头部固定，电极贴在前额各处。白色灯光冷冷照在他脸上，他的手无意识地抓紧椅子的扶手。）",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSyDj0",
                        x: 35,
                    },
                ],
            },
            {
                name: "220",
                text: "琳恩，我好害怕！",
            },
            {
                name: "琳恩",
                text: "没事的，只是会疼，你能忍住的，对吧？",
            },
            {
                text: "（琳恩见他害怕的模样，轻声安慰并抚摸着他的脸颊，虽然琳恩也不想这么做，但这都是为了任务。）",
            },
            {
                name: "220",
                text: "嗯…",
            },
            {
                text: "(220知道自己并没有可以选择的权力，只好默默点头，期望琳恩能对他温柔一点。)",
            },
            {
                text: "（仪器启动，低沉的电流声嗡嗡作响，电流穿过他的大脑。220身体猛的颤抖，呼吸变得急促。）",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSyDj",
                    },
                ],
            },
            {
                name: "220",
                text: "唔……！好、好痛……",
            },
            {
                text: "（220下意识想捂住脑袋，却被固定器死死锁住，只能低声喊。）",
            },
            {
                text: "（琳恩不敢继续看他的这副惨状，低下头死死盯着手中的平板，页面上实时记录着220精神状况。）",
            },
            {
                name: "琳恩",
                text: "再坚持一下，马上就好。",
            },
            {
                name: "220",
                text: "不、不行…真的好疼…求你…不要继续了…",
            },
            {
                text: "（220的眼角泛起泪意，带着哽咽，但因为被电击，求饶的话语断断续续。）",
            },
            {
                text: "（仪器的电流声持续不断，刺耳的嗡鸣充斥整个实验室。220全身紧绷，指尖死死扣在椅子的扶手上，关节泛白。他的呼吸越来越急促，声音越来越弱。）",
            },
            {
                name: "220",
                text: "呜啊……！痛…！求你……停下…",
            },
            {
                text: "（泪水不断顺着脸颊滑落，他用尽全力挣扎，但身体被束缚得无法动弹。）",
            },
            {
                text: "（虽然琳恩知道现在的情况对220非常痛苦，但是精神力数值正在猛涨，琳恩紧紧盯着平板的数值。）",
            },
            {
                name: "琳恩",
                text: "再坚持一下，你能做到的。",
            },
            {
                text: "（他的瞳孔逐渐放大，口中吐出含糊不清的音节，身体因过度刺激而剧烈抽搐。）",
            },
            {
                text: "（直到过了十分钟，数值到达了危险红色边缘，琳恩立马停止了电击程序，220的身体立马瘫软下去，房间瞬间安静下来，只剩下220急促而微弱的喘息。他的头无力地垂在一侧，汗水浸透了毛发，面色苍白，神情恍惚。）",
            },
            {
                text: "(琳恩回过神来，发现自己似乎对一个孩子干了很残忍的事情…琳恩只好安慰自己，这是必要的流程。)",
            },
            {
                text: "（她迅速解开束缚，将瘫软的220抱起，抱起的时候，琳恩能闻到他毛发烧焦的气味，心脏猛地漏跳两拍。)",
            },
            {
                text: "(琳恩稳稳拖住220，将他小心翼翼地放回床上，220身体还在轻微抽搐，这期间琳恩始终不敢看向他，看向这副自己造成的残忍景象。)",
            },
            {
                text: "……",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: false,
                    },
                ],
                liaotian: 1,
                backgroundImage: "fangjian01",
            },
        ],
        zhushe: [
            {
                liaotian: 2,
                jueseDonghua: false,
                text: "(琳恩再次拿起试剂，轻轻弹了弹管壁，220恐惧着紧紧盯着琳恩的动作。)",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSy01",
                        x: 35,
                    },
                ],
            },
            {
                text: "（随着琳恩的靠近，220 的目光像被钉在针管上，瞳孔随琳恩的靠近缓缓收缩。）",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSydazhen01",
                    },
                ],
            },
            {
                text: "（琳恩抽出酒精棉，为即将插入的额头擦了擦，在安慰话语中将针管插了进去并注射。）",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSydazhen",
                    },
                ],
            },
            {
                text: "（220的惨叫声随之响起，身体瞬间绷成一张弓，本能地想要挣扎，又被拘束带狠狠定住。）",
            },
            {
                text: "（随着药效发作，220身体不断发热并伴随着抽搐。）",
            },
            {
                text: "（当一切结束时，琳恩将瘫软的220抱回了床上。）",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: false,
                    },
                ],
                liaotian: 1,
                backgroundImage: "fangjian01",
            },
        ],
        zhushe01: [
            {
                liaotian: 2,
                jueseDonghua: false,
                text: "(琳恩拿起奥米集团用于增强精神力的试剂。220则被绑在固定椅上。)",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSy01",
                        x: 35,
                        y: 24,
                        daxiao: 32,
                        speakX: 0
                    },
                ],
            },
            {
                text: "（220看到尖锐的针头后明显露出了恐惧，有些不安地轻微挣扎。）",
            },
            {
                name: "220",
                text: "要打针吗？",
            },
            {
                name: "琳恩",
                text: "嗯，这是能帮你增强精神力的试剂，放松点，这样比较不会疼。",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSydazhen01",
                    },
                ],
            },
            {
                name: "220",
                text: "我……我放松不下来……",
            },
            {
                text: "（220始终恐惧地紧紧盯着针头，琳恩看到他这副模样，竟然有些心软的下不了手，手就这样停在了半空中）",
            },
            {
                text: "(但琳恩转念一想到自己的任务以及任务完成后的自由，强行压下那股名为 “同情” 的情绪。)",
            },
            {
                name: "琳恩",
                text: "好孩子，别怕，坚持一下就好了。",
            },
            {
                text: "（220深吸一口气，虽然表情还是抗拒，但还是朝琳恩微微点头。）",
            },
            {
                text: "（琳恩将针头插入他的太阳穴，针头精准扎入血管，药液缓缓推进。）",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: true,
                        img: "tuziSydazhen",
                    },
                ],
            },
            {
                name: "220",
                text: "呃……疼……！",
            },
            {
                text: "（药液迅速扩散开来，周围的皮肤都泛起了青痕。220的呼吸骤然急促，额头冒出冷汗，他开始在束缚椅上大力挣扎，肩膀用力晃着，发出痛苦的喊叫。）",
            },
            {
                name: "220",
                text: "啊——！！好难受……！全身感觉在烧……！",
            },
            {
                text: "（琳恩不忍继续观看，低头将视线死死锁在手中的平板上，里面实时记录着220的精神状况。）",
            },
            {
                text: "（几分钟后，药效全面爆发。220太阳穴上的血管迅速鼓胀，青筋暴起，皮肤泛红。他的指尖死死抓住扶手，口中不断发出呐喊。）",
            },
            {
                name: "220",
                text: "我的头好难受，要裂开了！救我…",
            },
            {
                text: "（他用尽全身力气挣扎，眼泪和汗水混合流下，整个人痛得几乎要蜷缩起来。）",
            },
            {
                name: "琳恩",
                text: "这是正常现象，忍住。",
            },
            {
                text: "（虽然琳恩知道现在的情况对220非常痛苦，但是精神力数值正在猛涨，琳恩紧紧盯着平板的数值。）",
            },
            {
                text: "（过了一会，数值到达了危险红色边缘，琳恩立马为他注入手中紧握的稳定剂，注入之后，他的精神状况逐渐好转，身体终于不再抽搐，瘫软在椅子上，双眼紧闭，彻底陷入昏迷，只有胸口还在微弱地起伏。)",
            },
            {
                text: "(琳恩回过神来，发现自己似乎对一个孩子干了很残忍的事情…琳恩只好安慰自己，这是必要的流程。)",
            },
            {
                text: "（琳恩迅速解开束缚，她俯身抱起瘫软的 220，掌心瞬间触到他后背的冷汗，心脏猛地漏跳两拍)",
            },
            {
                text: "(琳恩稳稳拖住220，将他小心翼翼地放回床上，这期间琳恩始终不敢看向他，看向这副自己造成的残忍景象。)",
                fullBodyVideos: [
                    {
                        id: 3,
                        show: false,
                    },
                ],
                liaotian: 1,
                backgroundImage: "fangjian01",
            },
        ],
        weishi: [
            {
                text: "（琳恩拿出能量棒，递给了220，220熟练的拆开包装吃掉了。）",
            },
            {
                text: "...",
                liaotian: 1
            },
        ],
        weishi01: [
            {
                text: "（琳恩拿出能量棒，她想起培育手册上的黑体字 ——“实验体 220 需以奥米集团特制能量棒为唯一能量来源，每日一根即可满足一日所需能量，严禁投喂其他食物”，眉头悄悄蹙了下。）",
            },
            {
                text: "（她走到 220 面前，递过能量棒，还能清晰想起自己上次试吃的滋味 —— 入口是涩涩的粉末感，嚼着像在啃干燥的纸，咽下去时还带着点刺喉咙的颗粒感，实在难以下咽。）",
            },
            {
                text: "（220 伸手接过能量棒，指尖熟练地撕开包装，几大口就把能量棒咽了下去。吃完后他随手把空包装叠好，递回给琳恩，对这个食物他似乎并没有什么意见，仿佛那难以下咽的口感，对他来说早习以为常。）",
            },
            {
                text: "...",
                liaotian: 1
            },
        ],
        weishi02: [
            {
                text: "（琳恩拿出能量棒，递给了220，根据实验手册的要求，实验体只能吃这个用于饱腹，有提升精神力的功效，每日一根即可满足一日所需能量，严禁投喂其他食物。）",
            },
            {
                text: "（她走到220面前，递过能量棒，220伸手接过，熟练地撕开包装，几大口便吃了下去。吃完后她随手把空包装袋叠好，递回给了琳恩。）",
            },
            {
                name: "我",
                text: "这是什么味道？",
            },
            {
                text: "(220 闻言眨了眨眼，眼神里浮出一丝困惑。)",
            },
            {
                name: "220",
                text: "没什么味道。",
            },
            {
                name: "我",
                text: "好吃吗？",
            },
            {
                name: "220",
                text: "还好…",
            },
            {
                text: "...",
                liaotian: 1
            },
        ],
        //安慰
        anwei01: [
            {
                text: "(琳恩走到床边，有些愧疚地望着220，虽然知道他是由奥米集团创造出来的生命，但还是不由自主地把他当成小孩看待，忍不住伸手摸了摸他的脸颊并轻声道歉。)",
                backgroundImage: "baise",
                fullBodyVideos: [
                    {
                        id: 199,
                        show: true,
                        img: "tuzisleep3",
                        juzhong: true,
                        daxiao: 82,
                    },
                ],
                dengdai: 2000
            },
            {
                name: "220",
                text: "没事的…不用担心我，休息一会我就没事了。",
            },
            {
                text: "(220听到了琳恩的道歉，他不知道自己内心为何有些酸，努力挤出笑容安慰起了琳恩，希望琳恩不要再这样关心他，他觉得这种感觉很奇怪，不知为何，他有些抗拒这种情感。)",
            },
            {
                name: "我",
                text: "你真是个坚强的孩子…",
            },
            {
                text: "(220听到了琳恩的称赞，心情有些复杂，明明她也是大人，为何要这样关心我呢？他用被子盖住自己的脸。他不知道该用何种表情来面对琳恩，她是真的很关心我吗？)",
            },
            {
                text: "(琳恩看见220这种回应，担心是不是自己做的太过分了。)",
            },
            {
                name: "我",
                text: "（毕竟对他做了这种事，讨厌我也是正常的。）",
            },
            {
                name: "我",
                text: "（下次还是降低一点实验的强度吧。）",
            },
            {
                text: "(琳恩有些自责，叹了声气，再次诚恳的跟220道了歉。)",
            },
            {
                text: "（虽然220用被子盖住了自己的脸，看不见琳恩的表情，但听出了琳恩话语里的真诚，拉开了被子，小声说道。）",
            },
            {
                name: "220",
                text: "你是个好人。",
            },
            {
                text: "...",
                fullBodyVideos: [
                    {
                        id: 199,
                        show: false,
                    },
                ],
                backgroundImage: "fangjian01",
                liaotian: 1
            },
        ],
        anwei02: [
            {
                text: "(琳恩再次来到220床边，看着眼前这个坚强地孩子，胸口有些闷闷地，有种说不上来的感觉。）",
                backgroundImage: "baise",
                fullBodyVideos: [
                    {
                        id: 199,
                        show: true,
                        img: "tuzisleep1",
                        juzhong: true,
                        daxiao: 82,
                    },
                ],
                dengdai: 2000
            },
            {
                text: "(忽然，一些破碎的记忆在脑海中闪过。)",
            },
            {
                text: "(琳恩痛苦地捂住脑袋蹲了下来，强烈地眩晕感和呕吐感袭上脑海，琳恩几乎喘不过气。)",
            },
            {
                name: "我",
                text: "这是什么？头好疼…",
                fullBodyVideos: [
                    {
                        id: 199,
                        show: true,
                        img: "tuzisleep2",
                        juzhong: true,
                    },
                ],
            },
            {
                text: "(琳恩不知道刚刚闪过的记忆是什么，但却有股熟悉的感觉。)",
            },
            {
                text: "(220被琳恩的痛呼惊醒了，看着琳恩痛苦的样子，虚弱地撑起身体走下床，想要扶住琳恩。)",
                backgroundImage: "fangjian",
                fullBodyVideos: [
                    {
                        id: 199,
                        show: false,
                    },
                    {
                        id: 2,
                        show: true,
                        img: "tuzi01",
                        x: 65,
                        y: 0,
                        daxiao: 25,
                        z: 0
                    },
                ],
                fullBodyImages: [
                    {
                        id: 1,
                        show: true,
                        img: "zhujue/boshi1.webp",
                        x: 5,
                        y: -82,
                        daxiao: 5,
                        speakX: -5
                    }
                ],
            },
            {
                name: "220",
                text: "琳恩？你怎么了？你没事吧！",
            },
            {

                text: "(220有些虚弱地扶住琳恩，但却因为自己什么都做不到，焦急又担心。)",
                fullBodyVideos: [
                    {
                        id: 2,
                        show: true,
                        x: 25,
                    },
                ],
            },
            {
                text: "(琳恩缓了一会，稍微好了一些，望着220那焦急又担心地表情，有些不是滋味。)",
            },
            {
                name: "我",
                text: "（……明明我对他做了那么过分的事，他……还在担心我。真是个善良的孩子。）",
            },
            {
                text: "（琳恩撑起身体，轻轻将220拥入怀中，感受着怀中温暖的身体以及那细微的呼吸，琳恩逐渐平静了下来。）",
            },
            {
                name: "我",
                text: "谢谢你…我好多了。",
            },
            {
                text: "（220怔了一下，随即抬起手，轻轻回抱住她。）",
            },
            {
                text: " (经过好一阵子的安慰以及保证自己没事后，220才放心地重新回到床上休息。)",
            },
            {
                text: "...",
                fullBodyVideos: [
                    {
                        id: 2,
                        show: false,
                    },
                ],
                fullBodyImages: [
                    {
                        id: 1,
                        show: false,

                    }
                ],
                backgroundImage: "fangjian01",
                liaotian: 1
            },
        ],
        anwei03: [
            {
                text: "(当琳恩想要离开的时候，220小声叫住了她)",
            },
            {
                name: "我",
                text: "怎么了吗？哪里不舒服吗？",
                backgroundImage: "baise",
                fullBodyVideos: [
                    {
                        id: 199,
                        show: true,
                        img: "tuzisleep2",
                        juzhong: true,
                        daxiao: 82,
                    },
                ],
                dengdai: 2000
            },
            {
                text: "(琳恩有些疑惑，这次的实验强度明明已经降低了。)",
            },
            {
                text: "(220有些语无伦次，似乎并不清楚自己想要说什么。)",
            },
            {
                name: "220",
                text: "我…琳恩…你说我还能再见到我的朋友们吗？",
            },
            {
                name: "我",
                text: "会的，别太担心了，快休息吧。",
            },
            {
                text: "(他点点头，似乎还想说什么，但还是闭上了嘴什么都没说。)",
            },
            {
                name: "我",
                text: "220，今天你很反常，出什么事了吗？",
            },
            {
                text: "(220似乎因为被说中了，有些尴尬和害羞，停顿了许久还是吞吞吐吐地说了出来。)",
            },
            {
                name: "220",
                text: "我…我只是想和你多说说话。",
            },
            {
                name: "220",
                text: "一个人待着…我很害怕。",
            },
            {
                text: "(琳恩有些心软地走进，摸了摸他的脸颊并轻声安慰。)",
            },
            {
                name: "我",
                text: "别担心，我就在门外，你要是害怕就出来找我吧。",
            },
            {
                name: "220",
                text: "嗯。",
            },
            {
                name: "我",
                text: "好好休息一下吧…",
            },
            {
                text: "（琳恩看着他刚做完实验还要强撑精神想要和自己聊天，看来他已经很依赖我了，这是好事。）",
            },
            {
                text: "（但一想到培育结束后他就会被带走，现在让他这么依赖我，到时候真的好吗？）",
            },
            {
                text: "（琳恩感到一阵不可言说的压抑，想到了手册中不要感情用事，或许她现在犯了一个错误。）",
            },
            {
                text: "（但望着220信任的眼神……琳恩陷入了沉思，是否应该对他冷淡一点，这样是不是对彼此都好？）",
            },
            {
                text: "（正思忖着，忽然有毛绒绒的指尖轻轻碰了碰她的脸颊。琳恩毫无防备，吓得惊呼一声跳了起来。220 也被她这反应吓了一跳，手猛地收回去，瞳孔瞬间慌得紧缩起来。）",
            },
            {
                name: "220",
                text: "对不起，对不起……",
            },
            {
                text: "（220不断地朝琳恩道歉，声音带着哭腔，似乎觉得自己做了一件很严重的错事。）",
            },
            {
                name: "我",
                text: "没关系的，是我吓到了你吗？抱歉…",
            },
            {
                text: "(琳恩看到220这种样子，也不再思考了，急忙安抚道。)",
            },
            {
                text: "(220在琳恩的安抚下逐渐平静了下来。)",
            },
            {
                name: "我",
                text: "你没做错什么呀，就是不小心碰了我一下而已，为什么这么害怕？",
            },
            {
                name: "220",
                text: "我…没做错吗？",
            },
            {
                name: "我",
                text: "当然没有。是我想事情分了神，反应太大了，我才应该向你道歉，吓着你了。",
            },
            {
                name: "220",
                text: "不是的！你没有错…",
            },
            {
                name: "我",
                text: "我很好奇你为什么那么害怕呢？",
            },
            {
                name: "220",
                text: "……",
            },
            {
                name: "220",
                text: "我怕你讨厌我…我不想被你讨厌",
            },
            {
                name: "220",
                text: "一想到会被你讨厌，这种感觉比之前做过的所有实验都要难受。",
            },
            {
                name: "我",
                text: "（这孩子，真是…）",
            },
            {
                text: "（琳恩看着他这一副样子，心里暖暖的，她暗暗下定决心，到时候完成任务，找机会带这孩子一起跑，至于萨米那边和这样做的后果……她也想疯一次。）",
            },
            {
                name: "我",
                text: "放心，我永远不会讨厌你的。",
            },
            {
                text: "(220 愣住了，瞳孔微微放大。)",
            },
            {
                name: "220",
                text: "谢谢你，琳恩，我最喜欢你了……如果我可以一直和你在一起就好了。",
            },
            {
                text: "(琳恩听到这话，如果是往常，她会敷衍过去或者假装没听到，但这次…)",
            },
            {
                name: "我",
                text: "我们会一直在一起的……",
            },
            {
                name: "220",
                text: "可是……",
            },
            {
                text: "(220听到这句话，第一次露出了怀疑的表情——他内心清楚，这是不可能的。但他很快又摇摇头，重新扬起笑容，用力点头。)",
            },
            {
                name: "220",
                text: "好，我们会一直在一起的。",
            },
            {
                text: "（他心里或许清楚这可能是个谎言，但他愿意相信琳恩。至于 “一直在一起” 到底要怎么实现，他不想问，也不敢问，此刻他是幸福的就足够了。）",
            },         {
                text: "...",
                fullBodyVideos:[
                    {
                        id: 199,
                        show: false,
                    },
                ],
                fullBodyImages: [
                    {
                        id: 1,
                        show: false,
                    }
                ],
                backgroundImage: "fangjian01",
                liaotian: 1
            },
        ],
    }
}
